tap "homebrew/bundle"
tap "homebrew/services"
tap "buo/cask-upgrade"
tap "localsend/localsend"
tap "xcodesorg/made"
tap "xgungnir/tap"
brew "aria2"
brew "xcodes"
brew "mas"
brew "gnutls"
brew "gnupg"
brew "git"
brew "git-lfs"
brew "stow"
brew "awscli"
brew "aws-vault"
brew "azure-cli"
brew "mise"
brew "bat"
brew "fzf"
brew "jq"
brew "lazygit"
brew "bottom"
brew "luarocks"
brew "direnv"
brew "gnu-sed"
brew "tmux"
brew "tor", restart_service: true
brew "tree"
brew "wget"
brew "yt-dlp"
brew "neovim"
brew "helix"
brew "proxychains-ng"
brew "qemu"
brew "docker"
brew "docker-compose"
brew "lima"
brew "colima", args: ["HEAD"]
cask "git-credential-manager"
cask "session-manager-plugin"
cask "hammerspoon"
cask "alt-tab"
cask "wezterm@nightly"
cask "bluesnooze"
cask "neovide"
cask "localsend"
cask "iterm2"
cask "keepassxc"
cask "keepingyouawake"
cask "kitty"
cask "keka"
cask "iina"
cask "karabiner-elements"
cask "p4v"
cask "alex313031-thorium"
cask "firefox"
cask "xgungnir/tap/font-maple-mono-nf-sc"
